<template>
  <main class="public-offer fs-2">
    <div class="wrapper">
      <h3 class="title text-center mb-3">Договір про про надання послуг з строкового платного користування онлайн-сервісом «OrganizationOffice» №____</h3>

      <p class="mb-3">Цей договір про надання хмарних послуг <b>№____</b> (надалі – <b>Договір</b>) укладено ______________ року між:
        ФІЗИЧНА ОСОБА-ПІДПРИЄМЕЦЬ РАПАЧ РОСТИСЛАВ БОГДАНОВИЧ (надалі – <b>Надавач хмарних послуг або Надавач</b>), який діє від власного імені, на підставі державної реєстрації фізичної особи-підприємця від 18.01.2021, номер запису в Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань 2004140000000017923 , з однієї сторони,
        та ______________ (надалі – <b>Замовник хмарних послуг або Замовник</b>), в особі (Посада) ______________ , що діє на підставі статуту, з другої сторони.
        Оскільки, Замовник бажає користуватися програмним забезпеченням як хмарною послугою, яка забезпечує організацію певних процесів з управління громадськими, благодійними, кооперативними організаціями (та іншими юридичними особами),
        тоді як, Надавач здійснює господарську діяльність щодо надання хмарної послуги, оскільки володіє онлайн-сервісом «OrganizationOffice», до якого надає доступ за допомогою технології хмарних обчислень, функціональні можливості якого можуть задовольнити бажання Замовника в отриманні доступу до спеціалізованого програмного забезпечення.
        Внаслідок чого, враховуючи передбачені цим Договором взаємні домовленості та запевнення, достатність яких підтверджена цим документом, Сторони погодились на наступне:
      </p>

      <h3 class="text-center font-700 mb-3">1. Визначення термінів</h3>

      <p class="mb-3"><b>1.1. Замовник хмарних послуг / Замовник</b> – ______________ , що користується відповідно до умов Договору хмарною послугою для забезпечення власних потреб.</p>

      <p class="mb-3"><b>1.2. Надавач хмарних послуг / Надавач</b> – ФОП «РАПАЧ РОСТИСЛАВ БОГДАНОВИЧ», який надає хмарну послугу відповідно до умов Договору.</p>

      <p class="mb-3"><b>1.3. Програмне забезпечення як послуга</b> - хмарна послуга, що полягає у наданні Замовнику доступу до онлайн-сервісу «OrganizationOffice» за допомогою технології хмарних обчислень через глобальну мережу.</p>

      <p class="mb-3"><b>1.4. Онлайн-сервіс «OrganizationOffice»</b> - це онлайн-сервіс, через який Замовник отримує функціональні можливості в порядку та на умовах даного Договору.</p>

      <p class="mb-3"><b>1.5. Обліковий запис</b> - сукупність наданої інформації про Замовника, яка вноситься до онлайн-сервісу «OrganizationOffice».</p>

      <p class="mb-3"><b>1.6. Адміністратор</b> – користувач, що отримав доступ до облікового запису Замовника хмарних послуг, повноваження якого встановлені у статуті та/або інших документах.</p>

      <p class="mb-3"><b>1.7. Відповідальна особа</b> - користувач, який є найманим працівником Замовника, уповноваженою особою тощо.</p>

      <p class="mb-3"><b>1.8. Користувач</b> - фізична особа, що зареєстрована у Онлайн-сервісі «OrganizationOffice».</p>

      <h3 class="text-center font-700 mb-3">2. Предмет та строк договору</h3>

      <p class="mb-3"><b>2.1.</b> Надавач хмарних послуг зобов’язується надати Замовнику програмне забезпечення як послугу у вигляді відкриття доступу до онлайн-сервісу «OrganizationOffice», а Замовник зобов’язується оплатити Надавачу зазначену послугу.</p>

      <p class="mb-3"><b>2.2.</b> Доступ до онлайн-сервісу «OrganizationOffice» надається з метою забезпечення організації процесів з управління громадськими, благодійними, кооперативними організаціями (та іншими юридичними особами) Замовника з використанням функціональних можливостей онлайн-сервісу «OrganizationOffice».</p>

      <p class="mb-1"><b>2.3.</b> Функціонал <b>Онлайн-сервісу «OrganizationOffice»</b> в тому числі, але не виключно, полягає у:</p>

      <p class="ml-2 mb-1">2.3.1. комунікації Замовника з Користувачами;</p>

      <p class="ml-2 mb-1">2.3.2. хмарному сховищі для зберігання документів Замовника;</p>

      <p class="ml-2 mb-1">2.3.3. ведення управлінського та бухгалтерського обліку Замовника у межах функціональних можливостей;</p>

      <p class="ml-2 mb-1">2.3.4. ознайомленні Користувачами з актуальною інформацією про фінансову діяльність, розрахунки та нарахування юрдичної особи, іншою інформацією завантаженою Адміністратором або Відповідальною особою до онлайн-сервісу;</p>

      <p class="ml-2 mb-3">2.3.5. ознайомленні Користувачами з інформацією про адміністратора, відповідальних осіб та інших користувачів через пошукові запити;</p>

      <p class="mb-3"><b>2.4.</b> Базовим строком дії даного Договору є один рік з дати підписання договору Сторонами.</p>

      <p class="mb-3"><b>2.5.</b> Договір вважається пролонгованим на той же строк у разі, якщо за 30 днів до дати закінчення його дії Сторони не пред'являють вимоги про припинення його дії. Дія Договору продовжується необмежену кількість разів. Строк може бути змінено, продовжено шляхом укладення додаткових угод.</p>

      <p class="mb-3"><b>2.6.</b> Домовленістю сторін може бути передбачено надання Замовнику тестового періоду доступу до онлайн-сервісу. Дата початку і тривалість тестового періоду встановлюється у Додатку 1 до цього Договору.</p>

      <h3 class="text-center font-700 mb-3">3. Порядок та умови надання доступу (реєстрація)</h3>

      <p class="mb-3"><b>3.1.</b> За умови погодження з Політикою конфіденційності, що знаходиться за посиланням https://organizationoffice.com/ua/privacy-policy (надалі – <b>Політика конфіденційності</b>), Замовник може подати запит на створення облікового запису у онлайн-сервісі «OrganizationOffice».</p>

      <p class="mb-3"><b>3.2.</b> Створення облікового запису проводить Надавач на основі наданої Замовником інформації.</p>

      <p class="mb-3"><b>3.3.</b> Надавач надає доступ Адміністратору до онлайн-сервісу. Зміна адміністратора здійснюється Надавачем за запитом Замовника.</p>

      <p class="mb-3"><b>3.4.</b> Після створення облікового запису на онлайн-сервісі «OrganizationOffice», Адміністратор отримує можливість користування функціоналом онлайн-сервісу «OrganizationOffice».</p>

      <p class="mb-3"><b>3.5.</b> Переліком Відповідальних осіб та їх доступом до онлайн-сервісу керує Адміністратор на власний розсуд.</p>

      <p class="mb-3"><b>3.6.</b> У будь-якому випадку і за будь-яких обставин, Надавач не несе відповідальності за наслідки, що призведені діями Адміністратора або Відповідальної особи у процесі роботи з Обліковим записом у онлайн-сервісі «OrganizationOffice».</p>

      <p class="mb-3"><b>3.7.</b> Замовник несе відповідальність за дії, пов'язані з обліковим записом, зокрема за гарантування захисту від втрати або поширення своїх авторизаційних даних (логін та пароль).</p>

      <p class="mb-3"><b>3.8.</b> Під час використання онлайн-сервісу «OrganizationOffice» обов’язковим є дотримання чинного законодавства України та локальних актів Замовника.</p>

      <p class="mb-3"><b>3.9.</b> Онлайн-сервіс «OrganizationOffice» повинен використовуватися виключно в цілях та у спосіб, передбачених цим Договором.</p>

      <h3 class="text-center font-700 mb-3">4. Порядок захисту даних та оповіщення Замовника</h3>

      <p class="mb-3"><b>4.1.</b> Онлайн-сервіс «OrganizationOffice» оснащено функціями безпеки, які постійно захищають інформацію Замовника.</p>

      <p class="mb-3"><b>4.2.</b> Виявивши загрозу, про яку, на думку Надавача хмарних послуг, варто знати Замовнику, Надавач інформує як посилити захист.</p>

      <p class="mb-1"><b>4.3.</b> Надавач робить все можливе, щоб захистити Замовника та онлайн-сервіс «OrganizationOffice» від несанкціонованого доступу до інформації, яка в ній зберігається, її зміни, розголошення чи знищення. Зокрема Надавач:</p>

      <p class="ml-2 mb-1">4.3.1. використовує шифрування, щоб зберегти конфіденційність даних під час їх передавання;</p>

      <p class="ml-2 mb-1">4.3.2. переглядає процедури збору, зберігання й обробки інформації, у тому числі засоби фізичного захисту, щоб запобігти несанкціонованому доступу до онлайн-сервісу «OrganizationOffice»;</p>

      <p class="ml-2 mb-1">4.3.3. наявність фізичного та логічного обмеження доступу до онлайн-сервісу «OrganizationOffice»;</p>

      <p class="ml-2 mb-3">4.3.4. шляхом встановлення політики конфіденційності та резервного копіювання даних.</p>

      <p class="mb-3"><b>4.4.</b> Працівники та агенти Надавача, що отримують доступ до інформації, беруть на себе суворі договірні зобов’язання щодо конфіденційності, у випадку недотримання несуть відповідальність передбачену законодавством України.</p>

      <p class="mb-3"><b>4.5.</b> Надавач хмарних послуг зобов'язується прикладати належні зусилля для забезпечення безпеки та конфіденційності даних, включаючи персональні дані, що обробляються під час надання послуг.</p>

      <p class="mb-3"><b>4.6.</b> Надавач хмарних послуг дотримується вимог чинного законодавства про захист персональних даних та інших відповідних нормативних актів.</p>

      <p class="mb-3"><b>4.7.</b> Надавач докладає всі зусилля для запобігання несанкціонованому доступу до даних та онлайн-сервісу «OrganizationOffice», включаючи захист від внутрішніх та зовнішніх загроз.</p>

      <p class="mb-3"><b>4.8.</b> Надавач хмарних послуг здійснює захист даних в тому числі шляхом встановлення Політики конфіденційності, встановлення системи ідентифікації та аутентифікації, контроль доступу до ресурсів, резервне копіювання даних та інші заходи для забезпечення безпеки.</p>

      <p class="mb-3"><b>4.9.</b> У разі виникнення інциденту кібербезпеки, Надавач негайно вживає заходів для зупинення інциденту, мінімізації його наслідків та відновлення функціонування онлайн-системи «OrganizationOffice».</p>

      <p class="mb-3"><b>4.10.</b> У разі виникнення інциденту кібербезпеки, Надавач може оповістити Замовника шляхом відправки листа на електронну пошту, яку вказував Користувач під час своєї реєстрації, а також може заблокувати доступ Користувача на вхід у всіх пристроях до онлайн-системи «OrganizationOffice» до закінчення робіт щодо усунення загрози.</p>

      <p class="mb-3"><b>4.11.</b> У разі виявлення інциденту кібербезпеки, який може мати істотний вплив на безпеку даних всієї онлайн-системи «OrganizationOffice», Надавач негайно може повідомити про такий інцидент шляхом розміщення оголошення через зворотінй зв’язок сайту онлайн-сервісу «OrganizationOffice», що розміщений за посиланням <a class="text-underline" href="https://organizationoffice.com/ua" target="_blank">https://organizationoffice.com/ua</a>. Оповіщення містить інформацію про характер і масштаб інциденту, заходи, що були прийняті для його припинення та відновлення, а також рекомендації Замовнику щодо можливих заходів для забезпечення безпеки його даних.</p>

      <p class="mb-3"><b>4.12.</b> Надавач направляє всі свої зусилля на підвищення рівня та забезпечення безперебійності роботи системи, що використовує технологію хмарних обчислень шляхом вчинення дій, направлених на резервування серверів, розподіл навантаження, географічна розподіленість, резервне копіювання та відновлення.</p>

      <h3 class="text-center font-700 mb-3">5. Порядок передачі даних Замовнику</h3>

      <p class="mb-3"><b>5.1.</b> Всі дані накопичені в онлайн-сервісі «OrganizationOffice», які містять персональну та фінансову інформацію можуть бути завантажені Замовником для створення резервної копії необхідних даних шляхом будування звітів в Особистому кабінеті.</p>

      <p class="mb-3"><b>5.2.</b> Надавач хмарних послуг здійснює резервне копіювання інформації не рідше одного разу на добу. Резервні копії зберігаються протягом 30 днів, використовуються лише для відновлення працездатності системи та не можуть бути передані Замовнику.</p>

      <p class="mb-3"><b>5.3.</b> Надавач зобов'язується забезпечити безпеку передачі даних та застосовувати шифрування або інші заходи для запобігання несанкціонованому доступу до даних під час їх завантаження Замовником.</p>

      <h3 class="text-center font-700 mb-3">6. Порядок передачі даних від Замовника</h3>

      <p class="mb-3"><b>6.1.</b> Передача даних на онлайн-сервіс «OrganizationOffice» здійснюється Замовником особисто шляхом введення даних.</p>

      <p class="mb-3"><b>6.2.</b> Надавач хмарних послуг може надати допомогу в заповненні даних Замовникові. Для цього Замовник надсилає необхідні для внесення в Особистий кабінет онлайн-системи “OrganizationOffice” дані Надавачу в будь-який зручний для Замовника спосіб.</p>

      <p class="mb-3"><b>6.3.</b> Замовник самостійно може переглядати й оновлювати інформацію в розділах, які використовуються, після отримання доступу до облікового запису.</p>

      <h3 class="text-center font-700 mb-3">7. Порядок оплати</h3>

      <p class="mb-3"><b>7.1.</b> Замовник за надання доступу до онлайн-сервісу «OrganizationOffice» щомісячно здійснює оплату Надавачу у розмірі, що зазначений у Додатку 1 до цього Договору.</p>

      <p class="mb-3"><b>7.2.</b> Надавач залишає за собою право змінити розмір оплати попередньо повідомивши Замовника за 3 (три) місяці, з обов’язковим оформленням додаткової угоди.</p>

      <p class="mb-3"><b>7.3.</b> Підвищення вартості використання онлайн-сервісу «OrganizationOffice» не може бути частіше 1 (одного) разу протягом календарного року, в тому числі не раніше як через 12 (дванадцять місяців) після підписання цього Договору.</p>

      <p class="mb-3"><b>7.4.</b> Надавач виставляє Замовнику рахунки (інвойси) за доступ до онлайн-сервісу «OrganizationOffice», кожного першого числа місяця за поточний місяць.</p>

      <p class="mb-3"><b>7.5.</b> Оплата здійснюється Замовником до 05 числа місяця, за який виставлено рахунок. У разі несплати протягом 15 днів від дати виставлення рахунку, доступ до сервісу частково обмежується, а саме: пониження до початкового рівня (рівень доступу “Free”).</p>

      <p class="mb-3"><b>7.6.</b> Оплата за надання доступу до онлайн-сервісу «OrganizationOffice» протягом тестового періоду включається до оплати Замовника за наступний місяць, що слідує за тестовим періодом, та складає 1 (одна) грн 00 коп.</p>

      <p class="mb-3"><b>7.7.</b> Сторони мають право додатково, шляхом підписання додаткової угоди, погодити до цього Договору інший порядок оплати.</p>

      <p class="mb-3"><b>7.8.</b> Оплата хмарних послуг Надавача згідно рахунку (інвойсу) є підтвердженням належного надання доступу до онлайн-сервісу «OrganizationOffice», кінцевих розрахунків між Сторонами і того, що Сторони не мають взаємних претензій. Сторони зобов’язуються протягом трьох (3) робочих днів скласти та підписати Акт прийому-передачі послуг за певний період, якщо про це буде повідомлено однією із Сторін.</p>

      <h3 class="text-center font-700 mb-3">8. Запевнення та гарантії сторін</h3>

      <p class="mb-3"><b>8.1.</b> Надавач не гарантує, що функціонал онлайн-сервісу «OrganizationOffice» буде відповідати очікуванням і вимогам Замовника у повному обсязі.</p>

      <p class="mb-3"><b>8.2.</b> Надавач не несе відповідальності за достовірність, коректність та повноту інформації, яку Замовник завантажує до онлайн-сервісу «OrganizationOffice», а також за наслідки використання такої інформації іншими особами, яким Замовник надає доступ.</p>

      <p class="mb-3"><b>8.3.</b> Надавач не несе відповідальності за наслідки, які можуть виникнути для Замовника у результаті або в процесі використання функціоналу онлайн-сервісу «OrganizationOffice», у випадку недотримання цілей використання онлайн-сервісу «OrganizationOffice» чи інших умов, встановлених цим Договором.</p>

      <p class="mb-3"><b>8.4.</b> Замовник розуміє та погоджується, що він особисто несе відповідальність за правильність та коректність інформації, що завантажується ним (або іншими особами, яким Замовником дозволено використовувати онлайн-сервіс «OrganizationOffice» в рамках доступу відповідно до цього Договору) до програмного забезпечення як послуги онлайн-сервісу «OrganizationOffice».</p>

      <p class="mb-3"><b>8.5.</b> Замовник підтверджує та гарантує користування функціоналом онлайн-сервісу «OrganizationOffice» Адміністратором або Відповідальними особами в рамках власних повноважень, встановлених законодавством та/або локальними актами Замовника.</p>

      <p class="mb-3"><b>8.6.</b> Замовник погоджується, що Надавач має право змінити або розширити функціонал онлайн-сервісу «OrganizationOffice».</p>

      <h3 class="text-center font-700 mb-3">9. Відповідальність сторін</h3>

      <p class="mb-3"><b>9.1.</b> Сторони звільняються від відповідальності за невиконання своїх зобов'язань за цим Договором, якщо воно було викликане обставинами непереборної сили (форс-мажору), які не могли бути передбачені жодною зі Сторін. Обставинами непереборної сили є надзвичайні події, а саме: війна або воєнні дії, епідемії, пожежі, природні катастрофи, аварії в мережах енергопостачання, зміни в чинному законодавстві, що можуть перешкодити виконанню зобов'язань за цим Договором або вплинути на зміну розцінок і порядку виконання робіт, а також всі інші події, що можуть бути визнані судом як обставини непереборної сили. Сторона, для якої стало неможливим виконання даного Договору в силу настання обставин непереборної сили (форс-мажору), зобов'язана сповістити іншу Сторону про це не пізніше трьох (3) календарних днів з моменту настання таких обставин. Несвоєчасне повідомлення про настання обставин непереборної сили (форс-мажору) позбавляє можливості відповідну Сторону посилатись на них. Для підтвердження Сторонами обставин форс-мажору не вимагається надання довідок або інших офіційних документів уповноважених органів, про настання форс-мажорних обставин, якщо інша Сторона погоджується з існуванням таких обставин. Сторона, яка не виконала свої зобов’язання через обставини непереборної сили, повинна в разі направлення відповідної вимоги іншою Стороною, протягом п’ятнадцяти (15) днів надати їй довідки або інші офіційні документи уповноважених органів, про настання форс-мажорних обставин.</p>

      <p class="mb-3"><b>9.2.</b> Усі спори, які виникають у зв'язку з цими умовами, додатковими умовами регулюються законодавством України, незалежно від норм колізійного права. Всі спори вирішуватиметься виключно за місцем наданням хмарних послуг. Відповідно до даного Договору. місцем надання послуг є місто Київ.</p>

      <p class="mb-3"><b>9.3.</b> Якщо чинне місцеве законодавство перешкоджає вирішенню цих спорів у суді м.Києва, Замовник може надіслати їх на розгляд у місцеві суди.</p>

      <h3 class="text-center font-700 mb-3">10. Конфіденційність даних</h3>

      <p class="mb-3"><b>10.1.</b> Сторони зобов'язуються забезпечити належний захист даних, які обробляються в рамках цього Договору.</p>

      <p class="mb-3"><b>10.2.</b> Надавач зобов'язується вживати всіх необхідних заходів для запобігання втраті, знищенню, порушенню, несанкціонованому доступу до даних, що вносяться Замовником в онлайн-сервіс “ OrganizationOffice”.</p>

      <p class="mb-3"><b>10.3.</b> Надавач зобов'язується вживати належних технічних та організаційних заходів для забезпечення безпеки персональних даних відповідно до вимог, передбачених законодавством про захист персональних даних.</p>

      <p class="mb-3"><b>10.4.</b> З метою запобігання несанкціонованому доступу до даних, Замовник зобов'язується надавати доступ до даних лише тим, хто потребує такого доступу для виконання своїх робочих обов'язків.</p>

      <p class="mb-3"><b>10.5.</b> Надавач не буде розповсюджувати внесені дані в онлайн-систему “ OrganizationOffice” третім особам без дозволу Замовника, яка заснована на згоді суб’єкта персональних даних або відповідно до законодавства України.</p>

      <p class="mb-3"><b>10.6.</b> Надавач зобов'язується не передавати отримані дані третім особам, за винятком випадків, коли передача таких даних чітко передбачена законодавством, а також коли передача таких даних необхідна для виконання цього Договору.</p>

      <p class="mb-3"><b>10.7.</b> У разі порушення вимог щодо передачі персональних даних третім особам, Надавач несе відповідальність відповідно до законодавства.</p>

      <h3 class="text-center font-700 mb-3">11. Припинення дії договору</h3>

      <p class="mb-1"><b>11.1.</b> Надавач хмарних послуг залишає за собою право призупинити чи припинити доступ до онлайн-сервісу «OrganizationOffice» або видалити обліковий запис у вказаних нижче випадках:</p>

      <p class="ml-2 mb-1">11.1.1. існує необхідність дотримуватися юридичних вимог або ухвали суду;</p>

      <p class="ml-2 mb-1">11.1.2. у Надавача хмарних послуг є обґрунтовані підстави вважати, що поведінка (наприклад, хакерство, фішинг, залякування, розсилання спаму, введення в оману чи запозичення контенту, який належить не Замовнику) завдає шкоди третій особі чи онлайн-сервісу «OrganizationOffice» або призводить до виникнення відповідальності перед ними;</p>

      <p class="ml-2 mb-1">11.1.3. непідписання додаткової угоди Сторонами відповідно до умов п. 7.2. цього Договору;</p>

      <p class="ml-2 mb-1">11.1.4. відсутність оплати більше, ніж за два місяці.</p>

      <p class="mb-3"><b>11.2.</b> Якщо Замовник вважає, що його обліковий запис заблокований помилково, він має право оскаржити це рішення звернувшись з повідомленням на електронну пошту Надавача.</p>

      <p class="mb-3"><b>11.3.</b> У випадку дострокового припинення дії цього Договору, фактично наданий доступ до онлайн-сервісу «OrganizationOffice» має бути сплачений Замовником.</p>

      <p class="mb-3"><b>11.4.</b> Замовник хмарних послуг може будь-коли припинити користуватись онлайн-сервісом «OrganizationOffice». У такому разі Надавач буде вдячний, якщо Замовник вкаже причину.</p>

      <p class="mb-3"><b>11.5.</b> Якщо в Надавача є обґрунтовані підстави вважати, що інформація Замовника (1) порушує ці умови Договору (2) порушує відповідні закони або (3) може завдати шкоди іншим Замовникам, третім особам або онлайн-сервісу «OrganizationOffice», Надавач залишає за собою право повністю або частково вилучити таку інформацію відповідно до чинного законодавства.</p>

      <h3 class="text-center font-700 mb-3">12. Заключні положення</h3>

      <p class="mb-3"><b>12.1.</b> Будь-яке повідомлення, яке вимагається або дозволяється цим Договором, має бути подане будь-яким доступним способом. Повідомлення вважається отриманим після підтвердження іншою Стороною.</p>

      <p class="mb-3"><b>12.2.</b> Цей Договір складений у двох екземплярах, що мають однакову юридичну силу, по одному для кожної Сторони.</p>

      <p class="mb-3"><b>12.3.</b> Цей Договір, а також Додатки та Додаткові угоди до нього, складають єдиний договір між Сторонами та врегульовують усі гарантії, запевнення, умови, розуміння та домовленості між Сторонами щодо предмету цього Договору і замінюють усі попередні договори, розуміння, переговори та дискусії, письмові чи усні. Немає жодних обіцянок, гарантій, запевнень, умов, розумінь або інших договорів, письмових чи усних, явних, або тих, що маються на увазі або що можуть бути за мовчазною згодою між Сторонами у зв’язку з предметом цього Договору, якщо тільки це спеціально не сказано в цьому Договорі.</p>

      <p class="mb-3"><b>12.4.</b> Якщо будь-яке положення цього Договору буде визнане будь-яким судом або компетентним органом недійсним повністю або частково, цей Договір продовжить бути дійсним в частині пунктів, які не визнані недійсними.</p>

      <p class="mb-3"><b>12.5.</b> Заголовки використовуються в цьому Договорі лише для ознайомлення та не розглядаються при інтерпретації цього Договору.</p>

      <h3 class="text-center font-700 mb-3">13. Юридичні адреси та реквізити Сторін</h3>

      <div class="row d-flex flex-wrap">
        <div class="col-6 d-flex justify-center">
          <div>
            <p class="text-center text-uppercase font-700 mb-3">НАДАВАЧ</p>

            <p class="font-700 mb-3">ФОП «РАПАЧ РОСТИСЛАВ БОГДАНОВИЧ»</p>

            <p class="mb-1">вул. Трускавецька 65, оф. 3,</p>

            <p class="mb-1">м. Дрогобич(з), Україна, 82100</p>

            <p class="mb-1">м. Дрогобич(з), Україна, 82100</p>

            <p class="mb-1">АТ КБ "ПРИВАТБАНК", МФО: 305299,</p>

            <p class="mb-3">IBAN: UA393052990000026000026812048</p>

            <p class="mb-1">____________________________</p>

            <p class="mb-3">Рапач Ростислав Богданович</p>
          </div>
        </div>

        <div class="col-6 d-flex justify-center">
          <div>
            <p class="text-center text-uppercase font-700 mb-3">ЗАМОВНИК</p>

            <p class="font-700 mb-3">Назва юридичної особи</p>

            <p class="mb-1">(юридична адреса)</p>

            <p class="mb-1">Код ЄДРПОУ: ______________</p>

            <p class="mb-3">(банківські реквізити)</p>

            <p class="mb-1">(Посада) __________________________</p>

            <p class="mb-3">(ПІБ)</p>
          </div>
        </div>
      </div>

      <p class="text-right mb-1"><b>Додаток 1 до</b></p>

      <p class="text-right mb-1"><b>Договору про надання хмарних послуг</b></p>

      <p class="text-right mb-3"><b>№____ від ____ року</b></p>

      <p class="mb-1">Цей <b>Додаток № 1</b> до <b>Договору про надання послуг № ____</b> (надалі – <b>Додаток</b>) укладено ____ року, між:</p>

      <p class="mb-3">ФІЗИЧНА ОСОБА-ПІДПРИЄМЕЦЬ РАПАЧ РОСТИСЛАВ БОГДАНОВИЧ, який діє від власного імені, на підставі державної реєстрації фізичної особи-підприємця від 18.01.2021, номер запису в Єдиному державному реєстрі юридичних осіб, фізичних осіб-підприємців та громадських формувань 2004140000000017923, з однієї сторони, та ______________, в особі (посада) ______________ , що діє на підставі статуту, з другої сторони.</p>

      <p class="mb-1"><b>Сторони погодились на наступне:</b></p>

      <p class="ml-2 mb-1">1. Вартість доступу до онлайн-сервісу «OrganizationOffice» становить ______________ з ______________ за один календарний місяць.</p>

      <p class="ml-2 mb-1">2. Загальна ______________ замовника становить ______________</p>

      <p class="ml-2 mb-3">3. Вартість доступу до онлайн-сервісу «OrganizationOffice» становить ______________ за один календарний місяць.</p>

      <p class="mb-3">Цей Додаток є невід’ємною частиною Договору. Цей Додаток складено в двох екземплярах, що мають однакову юридичну силу. Цей Додаток набирає чинності з моменту його підписання Сторонами.</p>

      <div class="row d-flex flex-wrap">
        <div class="col-6 d-flex justify-center">
          <div>
            <p class="text-center text-uppercase font-700 mb-3">НАДАВАЧ</p>

            <p class="font-700 mb-3">ФОП «РАПАЧ РОСТИСЛАВ БОГДАНОВИЧ»</p>

            <p class="mb-1">вул. Трускавецька 65, оф. 3,</p>

            <p class="mb-1">м. Дрогобич(з), Україна, 82100</p>

            <p class="mb-1">м. Дрогобич(з), Україна, 82100</p>

            <p class="mb-1">АТ КБ "ПРИВАТБАНК", МФО: 305299,</p>

            <p class="mb-3">IBAN: UA393052990000026000026812048</p>

            <p class="mb-1">____________________________</p>

            <p class="mb-3">Рапач Ростислав Богданович</p>
          </div>
        </div>

        <div class="col-6 d-flex justify-center">
          <div>
            <p class="text-center text-uppercase font-700 mb-3">ЗАМОВНИК</p>

            <p class="font-700 mb-3">Назва юридичної особи</p>

            <p class="mb-1">(юридична адреса)</p>

            <p class="mb-1">Код ЄДРПОУ: ______________</p>

            <p class="mb-3">(банківські реквізити)</p>

            <p class="mb-1">(Посада) __________________________</p>

            <p class="mb-3">(ПІБ)</p>
          </div>
        </div>
      </div>

    </div>
  </main>
</template>

<script setup lang="ts">

</script>

<style scoped lang="scss">
.public-offer {
  padding: 120px 0;
}

@media (max-width: 700px) {
  .col-6 {
    width: 100%;
  }
}
</style>